[
    "قال رسول الله ﷺ: (من سلك طريقا يلتمس فيه علما سهل الله له به طريقا إلى الجنة)",
    "اللهم إني أسألك علماً نافعاً، ورزقاً طيباً، وعملاً متقبلاً",
    "سبحان الله وبحمده، سبحان الله العظيم",
    "اللهم صل وسلم على نبينا محمد",
    "قال ﷺ: (بلغوا عني ولو آية)",
    "قال الله تعالى: {فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُوا لِي وَلَا تَكْفُرُونِ}",
    "قال رسول الله ﷺ: (كلمتان خفيفتان على اللسان، ثقيلتان في الميزان، حبيبتان إلى الرحمن: سبحان الله وبحمده، سبحان الله العظيم)",
    "اللهم أنت ربي لا إله إلا أنت، خلقتني وأنا عبدك، وأنا على عهدك ووعدك ما استطعت، أعوذ بك من شر ما صنعت، أبوء لك بنعمتك علي، وأبوء بذنبي فاغفر لي فإنه لا يغفر الذنوب إلا أنت",
    "قال رسول الله ﷺ: (من صلى عليَّ صلاة صلى الله عليه بها عشراً)",
    "ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار",
    "اللهم إنك عفو تحب العفو فاعفُ عنا",
    "سبحان الله والحمد لله ولا إله إلا الله والله أكبر",
    "لا حول ولا قوة إلا بالله العلي العظيم، كنز من كنوز الجنة",
    "قال رسول الله ﷺ: (تبسمك في وجه أخيك صدقة)",
    "اللهم إني أعوذ بك من الهم والحزن، والعجز والكسل، والبخل والجبن، وضلع الدين وغلبة الرجال",
    "يا حي يا قيوم برحمتك أستغيث، أصلح لي شأني كله ولا تكلني إلى نفسي طرفة عين",
    "قال رسول الله ﷺ: (ما من عبد مسلم يدعو لأخيه بظهر الغيب، إلا قال الملك: ولك بمثل)",
    "اللهم مصرف القلوب صرف قلوبنا على طاعتك",
    "أستغفر الله العظيم الذي لا إله إلا هو الحي القيوم وأتوب إليه",
    "اللهم إنا نسألك الهدى والتقى والعفاف والغنى",
    "قال رسول الله ﷺ: (أحب الأعمال إلى الله أدومها وإن قل)",
    "رَبِّ اشْرَحْ لِي صَدْرِي وَيَسِّرْ لِي أَمْرِي",
    "اللهم صلِّ وسلم وبارك على نبينا محمد وعلى آله وصحبه أجمعين",
    "قال رسول الله ﷺ: (إن من أفضل أيامكم يوم الجمعة، فأكثروا عليَّ من الصلاة فيه)",
    "اللهم اغفر للمؤمنين والمؤمنات، والمسلمين والمسلمات، الأحياء منهم والأموات",
    "اللهم اجعل في قلبي نوراً، وفي بصري نوراً، وفي سمعي نوراً، وعن يميني نوراً، وعن يساري نوراً",
    "قال رسول الله ﷺ: (من قال: سبحان الله وبحمده، في يوم مائة مرة، حطت خطاياه وإن كانت مثل زبد البحر)",
    "اللهم إني أسألك الجنة وما قرب إليها من قول وعمل، وأعوذ بك من النار وما قرب إليها من قول وعمل",
    "رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً ۚ إِنَّكَ أَنتَ الْوَهَّابُ",
    "اللهم يا مقلب القلوب ثبت قلبي على دينك",
    "قال رسول الله ﷺ: (اتق الله حيثما كنت، وأتبع السيئة الحسنة تمحها، وخالق الناس بخلق حسن)",
    "الحمد لله الذي أطعمنا وسقانا وكفانا وآوانا، فكم ممن لا كافي له ولا مؤوي",
    "اللهم اكفني بحلالك عن حرامك، وأغنني بفضلك عمن سواك",
    "قال رسول الله ﷺ: (الدال على الخير كفاعله)",
    "رَبِّ إِنِّي لِمَا أَنزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ",
    "اللهم اشفِ مرضانا ومرضى المسلمين، وارحم موتانا وموتى المسلمين",
    "أصبحنا وأصبح الملك لله، والحمد لله، لا إله إلا الله وحده لا شريك له",
    "قال رسول الله ﷺ: (أقرب ما يكون العبد من ربه وهو ساجد، فأكثروا الدعاء)",
    "اللهم ارزقنا حسن الخاتمة، وتوفنا وأنت راضٍ عنا",
    "اللهم باعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب",
    "حسبنا الله سيؤتينا الله من فضله ورسوله إنا إلى الله راغبون",
    "قال رسول الله ﷺ: (المسلم من سلم المسلمون من لسانه ويده)",
    "اللهم إني أسألك علماً نافعاً، ورزقاً طيباً، وعملاً متقبلاً",
    "بسم الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم",
    "قال رسول الله ﷺ: (لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه)",
    "رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا",
    "اللهم أعنا على ذكرك وشكرك وحسن عبادتك",
    "قال رسول الله ﷺ: (من سلك طريقاً يلتمس فيه علماً، سهل الله له به طريقاً إلى الجنة)",
    "اللهم استرنا فوق الأرض، وتحت الأرض، ويوم العرض عليك",
    "رضيت بالله رباً، وبالإسلام ديناً، وبمحمد ﷺ نبياً ورسولاً",
    "اللهم اجعل القرآن العظيم ربيع قلوبنا، ونور صدورنا، وجلاء أحزاننا، وذهاب همومنا",
    "حسبي الله لا إله إلا هو عليه توكلت وهو رب العرش العظيم",
    "اللهم اغفر لي ذنبي كله، دقه وجله، وأوله وآخره، وعلانيته وسره"
]

